[{"id":"QuaRel_V1_Fr_0223","context":"Question: Mike was snowboarding on the snow and hit a piece of ice. He went much faster on the ice because _____ is smoother. (A) snow (B) ice\n","source":"B","target":"The answer is B because the question states that Mike went much faster on the ice than on the snow, suggesting that the ice is smoother and easier for Mike to glide over, enabling him to pick up more speed."},{"id":"QuaRel_V1_B5_1403","context":"Question: John and Rita are going for a run.  Rita gets tired and takes a break on the park bench.  After twenty minutes in the park, who has run farther? (A) John (B) Rita\n","source":"A","target":"The answer is A, because the question does not indicate that Rita went for a run. Since Rita took a break on the park bench, she did not run for the twenty minutes mentioned in the passage. Therefore, John ran farther during that time."},{"id":"QuaRel_V1_Fr_0455","context":"Question: The propeller on Kate's boat moved slower in the ocean compared to the river. This means the propeller heated up less in the (A) ocean (B) river\n","source":"B","target":"The answer is B because the question states that the propeller moved slower in the ocean compared to the river, which could mean that the water resistance in the ocean was greater than in the river. Greater water resistance would require more power from the propeller to move the boat, causing it to generate more heat."},{"id":"QuaRel_V1_Fr_0334","context":"Question: A car gets very hot as it drives up a muddy hill, but stays cool as it drives up a grass hill. The car warms on on the muddy hill because the muddy hill has (A) more friction (B) less friction.\n","source":"A","target":"The answer is A. The question states that the car gets hotter on the muddy hill. Friction is the force that opposes motion between two surfaces, and when there is more friction, the car experiences more resistance, which causes it to work harder and generate more heat. Therefore, the muddy"},{"id":"QuaRel_V1_B5_1282","context":"Question: Juan is injured in a car accident, which necessitates a hospital stay where he is unable to maintain the strength in his arm. Juan notices that his throwing arm feels extremely frail compared to the level of strength it had when he was healthy. If Juan decides to throw a ball with his friend, when will his throw travel less distance? (A) When Juan's arm is healthy (B) When Juan's arm is weak after the hospital stay.\n","source":"B","target":"The answer is B because the question states that Juan's throwing arm feels extremely frail and weak after the hospital stay, meaning that his throw will travel less distance in that condition."},{"id":"QuaRel_V1_B5_1036","context":"Question: The pizza delivery driver stopped by the streetlamp and noted the address of the red house he was in front of. He looked at the brown home across the street, but that address wasn't visible to him, despite a street light in front. In this scenario, was the delivery driver closer to (A) the red house or (B) the brown house?\n","source":"A","target":"The rationale for this question is that the delivery driver noted the address of the red house, which indicates that he was closer to the red house than the brown house at that moment."},{"id":"QuaRel_V1_B5_0408","context":"Question: Jed is trying to win a race against his friend Tyler. Jed is heavyset, and Tyler is thin. During the race, who will speed up fastest? (A) Jed (B) Tyler\n","source":"B","target":"In this question, the rationale for the answer is not explicitly stated in the question stem. However, we can infer the answer by considering general knowledge about physics and human physiology. In general, lighter objects (like a thin person) can accelerate more quickly than heavier objects (like a heavy"},{"id":"QuaRel_V1_Fr_0840","context":"Question: Tim was playing with his new marble in the living room of his house. He realized that the marble rolled much smoother on the _____. The higher friction of the laminate flooring made the marble rolled slower. (A) glass table (B) laminate flooring of his living room\n","source":"A","target":"The answer is A, contrary to the first example, because the question states that the marble rolled much smoother on the surface, which is the opposite of the first example where the car moved more smoothly on a less bumpy surface. In this case, a smooth surface would result in the marble rolling faster,"},{"id":"QuaRel_V1_Fr_0652","context":"Question: Jason tried going down the slide with bare feet but kept putting his feet down to stop himself. When he went with socks, he went much faster. This is due to the socks providing (A) less friction (B) more friction?\n","source":"A","target":"The answer is A. The question states that Jason goes much faster with socks than with bare feet, indicating that there is less friction between his feet and the slide surface when wearing socks."},{"id":"QuaRel_V1_Fr_1625","context":"Question: Mary has a cat that she loves to play with. Sometimes she drags the cat toy across the floor so the cat can chase it. When she drags the cat toy across the play room floor it goes quite a far distance. When she drags it across the rumpus room floor it barely moves at all. This means the _____ is more smooth (A) play room floor (B) rumpus room floor\n","source":"A","target":"The answer is A because the question states that when Mary drags the cat toy across the play room floor, it goes quite a far distance. This implies that the play room floor is smoother and allows for greater movement, compared to the rumpus room floor where the toy barely moves at all."},{"id":"QuaRel_V1_Fr_0574","context":"Question: Maggie tried opening a lid after eating popcorn and found she couldn't do it because her hands were too slippery. The oil made her hands have (A) less resistance (B) more resistance.\n","source":"A","target":"The answer is A because the question states that the oil made Maggie's hands \"have less resistance,\" meaning that the oil reduced the friction between Maggie's hands and the lid, making it harder for her to grip the lid tightly and turn it. Therefore, the oil made her hands less effective in res"},{"id":"QuaRel_V1_B4_0299","context":"Question: Two cars are traveling down a highway. They start out next to each other, but in 10 minutes, the car in the right lane is way ahead of the car in the left lane. Which car wasn't going as fast as the other car? (A) the one on the left (B) the one on the right\n","source":"A","target":"The answer is A. The question states that the car in the right lane was \"way ahead\" of the car in the left lane after 10 minutes. This means that the car on the right was traveling faster than the car on the left. However, it's important to note that there could"},{"id":"QuaRel_V1_B5_0694","context":"Question: If Jimbo is 4 feet away from a beetle and 100 feet away from a grasshopper, which insect will seem bigger to him? (A) beetle (B) grasshopper\n","source":"A","target":"Although the question does not provide any information regarding the size of either the beetle or the grasshopper, the answer is A simply based on the principle of perceived size at a distance. An object appears larger when it is closer to us, so the beetle, being closer to Jimbo, is more"},{"id":"QuaRel_V1_B3_0186","context":"Question: Lisa is studying for her exam. She is working at her desk on the computer and reading. She has no issues reading the tiny print. The light source in the room must be a? (A) Desk Lamp (B) Floor Lamp\n","source":"A","target":"The answer is A because the question states that Lisa has no issues reading the tiny print, which implies that the light source she is using is sufficient for her to read the tiny print clearly. Since the question mentions that she is working at her desk on the computer and reading, it can be assumed that she"},{"id":"QuaRel_V1_B5_0159","context":"Question: Jabba is lounging on a recliner, watching his favorite dancer perform.  She twirls and twerks, whirls and writhes, her chains clanging rhythmically to the exotic music.  Who will sweat less? (A) Jabba will sweat less than the dancer (B) Jabba will sweat more than the dancer\n","source":"A","target":"The answer is A because Jabba is not mentioned to be physically exerting himself in the passage, while the dancer is described as twirling, twerking, whirling, and writhes, all of which suggest physical activity and thus an increased likelihood of sweating."},{"id":"QuaRel_V1_B5_0506","context":"Question: Carrie visits Dina at her house. Dina rides her exercise bike while Carrie sits and watches television. Which of the two will have a smaller pool of sweat at their feet when they are done? (A) Carrie (B) Dina.\n","source":"A","target":"The answer is A because Carrie is sitting and watching television while Dina is exercising, implying that Carrie is not producing sweat like Dina, who is actively working out."},{"id":"QuaRel_V1_B5_0686","context":"Question: Mary and Billy are at the beach skipping rocks.  Billy works out everyday, but Mary is weaker.  Who can throw the rocks farther? (A) Mary (B) Billy\n","source":"B","target":"The rationale for this example is different than the previous ones, as the question and answer do not directly relate to each other. However, based on real-world knowledge and common sense, we can infer that Billy, being stronger than Mary, is more likely to be able to throw the rocks farther. So"},{"id":"QuaRel_V1_Fr_1529","context":"Question: Marcus's son took the pool ball off the pool table to play with it around the house. The son noticed that the pool ball rolled a longer distance on the marble floor than on the shag rug. The smoother surface is (A) the marble floor or (B) the shag rug.\n","source":"A","target":"The answer is A because the question states that the pool ball rolled a longer distance on the marble floor, indicating that the marble floor has a smoother surface compared to the shag rug. This makes it easier for the pool ball to roll a longer distance on the marble floor."},{"id":"QuaRel_V1_Fr_0046","context":"Question: Emily threw a banana onto the roof and it stuck there, but when she threw it onto the slide, it slid right off. She concluded that there was less friction on the (A) roof (B) slide.\n","source":"B","target":"The answer is B because the question states that the banana slid right off the slide, indicating that there is less friction on the slide compared to the roof."},{"id":"QuaRel_V1_Fr_0759","context":"Question: Dan drives a car into the garage from the gravel parking lot. The car moves more smoothly into the garage than the parking lot. This is because there is a bumpier surface in the (A) garage floor (B) gravel parking lot.\n","source":"B","target":"The rationale for this example is similar to the first example, but stated differently. The car moves more smoothly into the garage compared to the gravel parking lot, indicating that the gravel parking lot has a rougher or bumpier surface than the garage floor. This difference in surface condition affects how smoothly the car"},{"id":"QuaRel_V1_B5_1334","context":"Question: Sarah used a remote control to turn on two identical lamps with the same power bulb, one nearby and the other all the way across the room. Which lamp looked brighter? (A) lamp nearby (B) lamp across the room\n","source":"A","target":"The answer is A because the lamp nearby appears brighter due to the \"size-distance effect\" where an object appears larger and brighter when it is closer to us, making the nearby lamp appear brighter to our perception even though it has the same power bulb as the lamp across the room."},{"id":"QuaRel_V1_Fr_1457","context":"Question: Driving an icepick into dirt results in a smoother motion then driving it into ice. This means that less heat is generated driving the icepick into the (A) ice (B) dirt\n","source":"B","target":"The answer is B because the question states that driving an icepick into dirt results in a smoother motion than into ice. When working with materials of different resistances, more force is required to penetrate a material with a higher resistance (ice in this case), which generates more friction and heat in"},{"id":"QuaRel_V1_B5_1360","context":"Question: There was a car nearby and a truck on the highway in the distance so the car looked _____ than the truck (A) bigger (B) smaller\n","source":"A","target":"The answer is A because the car is described as being \"nearby,\" suggesting that it appears closer to the observer, making it look larger in comparison to the truck, which is in the distance. This is an illusion of perspective."},{"id":"QuaRel_V1_Fr_0937","context":"Question: The mammoth moved slowly through the watering hole, but ran on the hard dirt because the hard dirt had (A) less resistance (B) more resistance\n","source":"A","target":"The rationale for this question is not explicitly stated in the given text. However, it can be inferred that the mammoth moves more smoothly through the watering hole, indicating that there is less resistance for the mammoth in the water. Therefore, the hard dirt must have less resistance than the water for"},{"id":"QuaRel_V1_B3_0019","context":"Question: this object appears to have less mass because it is more lightyears away (A) the moon (B) Sirius\n","source":"B","target":"The rationale for this question is a bit more complex as it involves the concept of parallax effect which states that an object that is farther away appears smaller in angular size. In the context of the question, the term \"appears to have less mass\" can be interpreted as \"appears to be"},{"id":"QuaRel_V1_Fr_0368","context":"Question: Dan is driving his van and it gets very warm when driving down the dirt street. However, the van stays cool driving down the paved street. The paved street has (A) greater resistance (B) lower resistance.\n","source":"B","target":"The answer is B because the question states that the van stays cooler while driving on the paved street, implying that the paved street has lower resistance to the van's movement. This is likely due to the smoother surface of the paved street allowing for less energy loss and less resistance for"},{"id":"QuaRel_V1_Fr_0932","context":"Question: Shiloh rolls a ball over a piece of sandpaper and notices that the ball moves very slowly. Shiloh then rolls his ball over a piece of glass, and the ball rolls very quickly. The ball rolled quickly on the piece of glass because the glass had (A) more friction (B) less friction.\n","source":"B","target":"The answer is B because the question states that the ball rolls more quickly on the piece of glass than on the sandpaper, suggesting that there is less friction between the ball and the glass surface compared to the sandpaper."},{"id":"QuaRel_V1_B5_0752","context":"Question: Sarah was listening to her favorite music video on the TV when the phone in the kitchen rang.  She went to answer it, no longer easily able to hear her music because (A) the TV was nearby (B) the TV was far away\n","source":"B","target":"The answer is B because the question states that Sarah went to answer the phone \"no longer easily able to hear her music,\" indicating that the TV was probably far away, as she could no longer hear it while she was answering the phone. Therefore, it is assumed that the phone is closer to her than the TV."},{"id":"QuaRel_V1_Fr_1542","context":"Question: A door mat has more resistance then a microfiber cloth. This means rubbing a spatula across a _____ creates less heat (A) microfiber cloth (B) door mat\n","source":"A","target":"The answer is A because the question states that the door mat has more resistance compared to the microfiber cloth, and less resistance generates more heat when friction is created, so a microfiber cloth would generate more heat when a spatula is rubbed across it."},{"id":"QuaRel_V1_Fr_1494","context":"Question: Rolling a marble over dirt creates less resistance then rolling it over sand. This means the marble will travel further over the (A) sand or (B) dirt\n","source":"B","target":"This question is not directly stating that the marble travels further over one surface than the other, but rather that there is less resistance over dirt compared to sand. This implies that it takes less energy to move the marble over dirt, which means the marble can travel a greater distance over dirt before losing momentum. Therefore, the"},{"id":"QuaRel_V1_B5_0087","context":"Question: Both Linda and Keith leave for work at the same time. Linda drives in her car and Keith is walking. If they've both been traveling for two hours, who is more likely to have covered less distance? (A) Linda (B) Keith\n","source":"B","target":"The answer is B because Linda, who is driving, is likely to have covered a greater distance in two hours compared to Keith, who is walking. However, since the question asks who is more likely to have covered less distance, the answer is Keith. This is because, all things being equal, a car covers greater"},{"id":"QuaRel_V1_B4_0075","context":"Question: Jim wears a thick Kevlar vest. Jack is just wearing a cotton shirt. Which top would stop a bullet? (A) Kevlar (B) Cotton\n","source":"A","target":"The answer is A because a Kevlar vest is known to be able to stop bullets due to its material properties. Cotton, being a normal fabric, cannot stop a bullet."},{"id":"QuaRel_V1_Fr_1506","context":"Question: A microphone rolling across a chair makes it get hotter then one rolling across a stage. Which surface is the most smooth? (A) stage (B) chair\n","source":"A","target":"The answer is A because, although the question asks about which surface is smoother, the provided information is about the temperature of the surfaces when a microphone rolls across them. The information in this question suggests that the microphone rolls more smoothly on the stage, making it less likely to cause the surface to"},{"id":"QuaRel_V1_B5_0931","context":"Question: Becky wanted her mom to take her photo so it looked like she was holding a castle in her hand. She needed to stand _____ her mom than the castle was. (A) farther from (B) nearer to\n","source":"A","target":"The answer is A because the question states that Becky wanted her mom to take a photo with her holding a castle in her hand, implying that she needed to be positioned further away from the castle for it to appear smaller in the photo and therefore \"held\" in her hand."},{"id":"QuaRel_V1_Fr_0355","context":"Question: Ellie slid a marble across a glass table. Then she slid it over the carpet. The marble moved more fluidly across the glass table than the carpet. The marble would generate more heat when it slid over the (A) carpet (B) glass table.\n","source":"A","target":"In this case, the rationale for answer A is based on the properties of different surfaces. Carpet is a porous material that can absorb energy and convert it into heat. When the marble slides on the carpet, it undergoes more frictional forces compared to the smooth glass table, which can"},{"id":"QuaRel_V1_Fr_1139","context":"Question: A boxer dog can run at a tremendous rate of speed in a swept yard, but not as quickly in a rocky yard. This means the _____ is more rough (A) rocky yard (B) swept yard\n","source":"A","target":"The answer is A because the question states that the boxer dog can run more quickly in the swept yard than in the rocky yard, implying that the rocky yard presents a greater obstacle to the dog's movement, and hence is more rough."},{"id":"QuaRel_V1_Fr_0176","context":"Question: John was driving on a country road the other day, when he decided to leave the pavement and go off on a dirt road. His car went much slower, and seemed a lot rougher, on the dirt road, than it had on the pavement. John decided that the dirt road had _____ than the pavement. (A) more friction (B) less friction\n","source":"A","target":"The answer is A because the question states that the car went much slower and seemed a lot rougher on the dirt road than on the pavement, indicating that the dirt road has more friction than the pavement. Friction causes resistance to motion, making it harder for John's car to move and"},{"id":"QuaRel_V1_B5_0553","context":"Question: If Sarah and Jenny both run at the same pace, but Jenny runs for 20 more minutes than Sarah, who has traveled farther? (A) Sarah (B) Jenny\n","source":"B","target":"Here's the reasoning behind this:\nSince Sarah and Jenny run at the same pace, we can determine who has traveled farther by finding out how far Sarah runs in the same amount of time as Jenny.\nIf Jenny runs for 20 minutes longer than Sarah, then Sarah runs for the difference of their"},{"id":"QuaRel_V1_B4_0325","context":"Question: A _____ will perspire more because they are more physical. (A) Football player (B) TV watcher\n","source":"A","target":"The answer is A because the question uses the word \"perspire more\" indicating that the person who will sweat more is the one who is more physical. A football player, being an active participant in sports, is more physical than a TV watcher."},{"id":"QuaRel_V1_B5_0122","context":"Question: The empty cement truck weighed less than the full cement truck so it was _____ when it was accelerating (A) faster (B) slower\n","source":"A","target":"The answer is A because the weight of the truck affects its acceleration: a heavier object requires more force to accelerate. Since the empty cement truck weighed less than the full one, it would accelerate faster when moving."},{"id":"QuaRel_V1_B5_0078","context":"Question: The plane was much faster than the train so when both of them had been traveling for an hour the plane went (A) less far (B) further\n","source":"B","target":"Although the plane is faster than the train, it covers more distance in an hour due to its greater speed. Therefore, the answer is B, as the plane goes further after an hour of travel."},{"id":"QuaRel_V1_Fr_0131","context":"Question: Taylor pushes her shopping cart over a tile floor then over a door mat. The shopping cart moves more slowly over the door mat than it does the tile floor as a result of there being more friction on the (A) door mat (B) tile floor.\n","source":"A","target":"The answer is A because the question states that the shopping cart moves more slowly over the door mat than it does the tile floor, indicating that there is more friction on the door mat, which would require more force to move the cart, slowing it down."},{"id":"QuaRel_V1_B5_0285","context":"Question: Jim rides his bike twice as fast as Sam. If they start at the same point and follow the same path, who will cover more distance in one hour? (A) Jim (B) Sam\n","source":"A","target":"The answer is A because Jim covers twice the distance in the same amount of time that Sam covers. Since they are following the same path, Jim covers a greater distance in one hour than Sam."},{"id":"QuaRel_V1_Fr_0649","context":"Question: Carla is getting her suitcase ready for a vacation. She fills it up in the bedroom, and rolls it across the carpeted floor into the kitchen. Carla notices that the suitcase rolls easier on the tile floor in the kitchen than it did in the carpeted bedroom. This is because the carpet has _____ than the tile floor. (A) more friction (B) less friction\n","source":"A","target":"The answer is A, and the rationale for this answer is based on the physical property of friction between different surfaces. When Carla rolled the suitcase from the bedroom to the kitchen, she experienced less resistance or ease of movement while rolling it on the tile floor. In contrast, while rolling it across"},{"id":"QuaRel_V1_Fr_0659","context":"Question: The beauty queen glided across the marble floors, but slowed down on the wooden floors because it had (A) more resistance (B) less resistance\n","source":"A","target":"The answer is A because the question states that the beauty queen slowed down on the wooden floors. This implies that there is more resistance on the wooden floors compared to the marble floors, making it harder for the beauty queen to glide across them, and thus, she slowed down."},{"id":"QuaRel_V1_Fr_0042","context":"Question: A child slips more easily on ice than on a sidewalk. This is because there is less friction on the (A) ice (B) sidewalk.\n","source":"A","target":"The answer is A because the question states that a child slips more easily on ice than on a sidewalk, indicating that there is less friction on ice compared to a sidewalk. The misconception arises from the wording of the question. The question might seem to suggest that the answer should be \"B"},{"id":"QuaRel_V1_B5_1239","context":"Question: A tortoise isn't as fast as a turtle. Which animal will take a longer time to reach the sea if both are walking across the beach? (A) tortoise (B) turtle\n","source":"A","target":"The answer is A because the statement \"A tortoise isn't as fast as a turtle\" implies that the tortoise is slower than a turtle, and since both animals are walking across the beach, the slower animal (A) tortoise would take a longer time to reach the sea."},{"id":"QuaRel_V1_B5_0207","context":"Question: As the police siren left the area and got further away it became (A) louder (B) quieter\n","source":"B","target":"The answer is B because as the police siren gets further away, the sound waves it produces dissipate, spreading out and losing intensity, resulting in a decrease in volume (quieter sound)."},{"id":"QuaRel_V1_B5_0100","context":"Question: Zack and Jeff decide to ride their bikes to a nearby mall. On the way there, they have an argument as to what to do there and Jeff decides to stop and goof around the park they were passing by. Therefore, Jeff ended up traveling _____ than Zack. (A) more (B) less\n","source":"B","target":"The answer is B because Jeff ended up traveling less than Zack since he decided to stop and goof around the park, which would take time and delay his journey, whereas Zack continued his ride to the mall."},{"id":"QuaRel_V1_Fr_0445","context":"Question: Little Sally found that her dad's freight train was able to travel further on sloped tracks, but not as far on flat tracks. She surmised that the freight train got hotter on (A) sloped tracks (B) flat tracks\n","source":"B","target":"The rationale for this question is based on the information provided in the question that the freight train travels further on sloped tracks but not as far on flat tracks. It is reasonable to assume that the train may not get as hot on sloped tracks due to the gradual incline allowing for better air"},{"id":"QuaRel_V1_B5_1367","context":"Question: Ryan couldn't decide which type of exercise he wanted to get better at running or yoga so he decided to two both for a week. Yoga was relaxing, but Ryan discovered with running he was exerting himself more so he _____ than yoga. (A) sweat more (B) sweat less\n","source":"A","target":"The answer is A because the question states that with running, Ryan was exerting himself more than with yoga, implying that he would be sweating more during running than yoga."},{"id":"QuaRel_V1_Fr_1610","context":"Question: A trolley experiences low friction when cruising along new tracks and high friction when trundling along rusted tracks. This means the trolley can go a greater distance on the (A) rusted tracks (B) new tracks\n","source":"B","target":"This is a classic example of a question where the answer is the opposite of what might be intuitively expected. The question states that the trolley experiences low friction when cruising along new tracks and high friction when trundling along rusted tracks. Intuitively, one might think that"},{"id":"QuaRel_V1_B5_0178","context":"Question: The Sun is close to the Earth, but the stars are farther away. Which appears smaller? (A) Sun (B) stars\n","source":"B","target":"The answer is B because distant objects appear smaller than closer ones due to the perspective effect and the Sun, being closer to Earth, appears larger than the stars. However, the question states that the Sun is closer to Earth but the stars are farther away, so the opposite of what we might expect based on our everyday observations"},{"id":"QuaRel_V1_Fr_0215","context":"Question: A train has to move much slower on the city track than on the country track. This means that the train will get a lot hotter moving over (A) city track (B) country track\n","source":"A","target":"The answer is A because trains require more energy to move through city tracks due to their many stops and starts, which causes more friction and heat build-up. Therefore, the train gets hotter on city tracks than on country tracks."},{"id":"QuaRel_V1_Fr_1309","context":"Question: Joe likes to ride his skateboard in many different places. He noticed the wheels got hotter when riding in the street then when riding on the half pipe near his house. This means that his skateboard can go a greater distance between pushes on the (A) half pipe or in the (B) street\n","source":"A","target":"The answer is A because the question states that the wheels got hotter when riding in the street, suggesting that more energy is required to propel the skateboard forward on the street due to its resistance compared to the half pipe, which means the skateboard can go a greater distance between pushes on the"},{"id":"QuaRel_V1_Fr_0133","context":"Question: When Linda needed to sharpen her knife, she did it by rubbing her knife over two different surfaces. She tried the whetstone and noticed that it was bumpier than the chunk of rubber. She realizes that the sharpening surface that gets hotter to the touch when a knife is rubbed against it is the (A) whetstone (B) chunk of rubber\n","source":"A","target":"The answer is A because the question states that the whetstone is bumpier than the chunk of rubber, and sharpening stones get hotter to the touch when a knife is rubbed against them, indicating that the described object is the whetstone."},{"id":"QuaRel_V1_Fr_1208","context":"Question: Jerry goes running on the same road everyday, but during vacation he decided to go running on the beach, he noticed that his time was much slower than normal and came to the conclusion that there was more resistance on (A) the sand (B) the road\n","source":"B","target":"The answer is A because the situation in the question implies that during Jerry's vacation, he went running on the beach instead of the road he usually runs on. The fact that he noticed his time was slower suggests that there was more resistance while running on the beach compared to the road. However, the rationale"},{"id":"QuaRel_V1_Fr_1316","context":"Question: Mike can roll his grapefruit over the counter and watch it roll a greater distance then when he rolls it in his garage. This means the _____ has less friction (A) garage (B) counter\n","source":"B","target":"The answer is B because the question states that Mike can roll the grapefruit over the counter a greater distance, implying that there is less friction on the counter than in the garage."},{"id":"QuaRel_V1_Fr_0726","context":"Question: Bill can't decide which room to put his piano in. His bedroom, which has a smooth tiled floor, or his living room, which has rough shag carpeting. He pushes the piano between the two rooms several times. On which surface does pushing the piano generate more heat, (A) Carpet or (B) Tile.\n","source":"A","target":"The answer is A because when Bill pushes the piano between the two rooms, there is more friction generated between the piano and the carpet compared to the tile floor, which will cause more energy to be converted into heat, making the carpet generate more heat."},{"id":"QuaRel_V1_Fr_1438","context":"Question: Kathy's motorcycle experiences less resistance cruising over a paved road then over a dirt road. This means the motorcycle heats up more over the (A) dirt road (B) paved road\n","source":"A","target":"The answer is A because the question states that Kathy's motorcycle experiences less resistance cruising over a paved road than over a dirt road. However, less resistance means that less energy is being lost due to friction with the road surface. When less energy is lost due to friction, more"},{"id":"QuaRel_V1_Fr_0366","context":"Question: Kate is at the movies and drops her cup on the floor accidentally. The cup rolls away very quickly on the concrete floor, but it slows down once it hits the carpeted floor. The cup was faster on the concrete floor because the concrete floor had (A) more friction (B) less friction.\n","source":"B","target":"Here's the rationale for the third example:\n\nThe question states that the cup rolls away more quickly on the concrete floor and slows down once it hits the carpeted floor. This indicates that there is less friction on the concrete floor than on the carpeted floor. Friction opposes"},{"id":"QuaRel_V1_B5_0974","context":"Question: Alex is pushing his son in a toy car. It is _____ to speed up the car when the boy is out of it. (A) easier (B) harder\n","source":"A","target":"The answer is A because pushing an empty toy car is generally easier than pushing one with a child in it. This can allow Alex to accelerate the car more quickly when his son is out of it."},{"id":"QuaRel_V1_B5_0512","context":"Question: At the restaurant, Tim waited in line to get to the salad bar but got back to his table quickly. What trip took Tim the least amount of time (A) to the salad bar (B) back to his table\n","source":"B","target":"The answer is B because the question states that Tim got back to his table quickly, which implies that the trip back to his table took less time than the trip to the salad bar. The first part of the sentence does not negate this, it simply states that Tim waited in line to get to the salad bar,"},{"id":"QuaRel_V1_B5_0737","context":"Question: John and Steven decided to do an experiment. They took one brick, and one feather, and threw them out his second story window, when they looked down they discovered that the feather was little floating because _____ than the brick. (A) it has less mass (B) it has more mass\n","source":"A","target":"The answer is A, the rationale is that when John and Steven observed the feather falling, they noted that it appeared to be floating when compared to the brick, implying that it has less mass and therefore experiences less resistance from the air, allowing it to fall more slowly and appear to float."},{"id":"QuaRel_V1_B5_0386","context":"Question: The trunk on the old tree was much thicker than the trunk on the new tree so it was a (A) stronger tree (B) weaker tree\n","source":"A","target":"The answer is A because the question states that the trunk on the old tree was much thicker than the trunk on the new tree. A thicker trunk indicates that the old tree likely has a larger diameter, and a larger diameter is often associated with a stronger tree due to the increased amount of wood and water transport"},{"id":"QuaRel_V1_Fr_1232","context":"Question: Sliding a shirt across the floor makes it heat up less then sliding it across the bed. This means that the shirt can slide a greater distance across which surface? (A) bed (B) floor\n","source":"B","target":"The rationale for this question might be that the coefficient of friction between the shirt and the floor is lower than the coefficient of friction between the shirt and the bed, which would make it easier for the shirt to move across the floor and cover a greater distance. The exact value of the coefficients of fr"},{"id":"QuaRel_V1_B5_1136","context":"Question: Bertha loves driving around in her car, because it speeds up very quickly. However, if she were to pick up a few friends and drive them around, she'd probably find that her car (A) speeds up faster (B) speeds up slower\n","source":"B","target":"The answer is B because the question states that Bertha would likely find that her car \"speeds up slower\" when she picks up a few friends, implying that the added weight of her passengers affects the car's acceleration."},{"id":"QuaRel_V1_B4_0268","context":"Question: A very large asteroid is mid-way between the Earth and the moon. In which direction will it be pulled by gravity? (A) towards the moon (B) towards the Earth\n","source":"B","target":"The answer is B because the larger mass of the Earth pulls gravitationally on the asteroid more strongly than the moon. According to Newton's law of universal gravitation, the gravitational force between two masses (F) is directly proportional to the product of the masses (m1 * m2)"},{"id":"QuaRel_V1_Fr_0449","context":"Question: Andy was running across the tile floor and sliding across it. There was less friction here, but he thought he could do the same outside on the cement. When Andy tries to slide across the cement, his socks will make _____ than when he slides across the tile floor. (A) more heat (B) less heat\n","source":"A","target":"The answer is A because when Andy slides across the tile floor, there is less friction (as stated in the question), meaning that there is less resistance between his socks and the floor, and thus, less energy is lost as heat. However, when he tries to slide across the cement, there will be more"},{"id":"QuaRel_V1_B5_0927","context":"Question: As you sit at your desk and work on your laptop tonight look outside. Which object appears smaller the moon or your laptop? (A) Laptop (B) Moon\n","source":"B","target":"The answer is B because the moon is a large celestial object that is much larger than a laptop. Although the laptop may appear close to you, the moon, which is a significant distance away, is much larger in size. Therefore, when looking outside, the moon will appear to be larger than your laptop"},{"id":"QuaRel_V1_Fr_0395","context":"Question: Sandy's microphone heated up less when she accidentally dropped it into the punch bowl compared to when she accidentally dropped it into the water bowl. She figured out that the _____ had more friction (A) punch bowl (B) water bowl\n","source":"A","target":"The answer is A because the question states that the microphone heated up less when dropped into the punch bowl, indicating that the punch bowl had more friction (which absorbs more of the impact and reduces the heat generated)."},{"id":"QuaRel_V1_B5_0780","context":"Question: Two cats sense a predator coming, so they run for cover. They both sprint for the same amount of time, and the cat running alone is able to move more quickly than the cat carrying the kitten.. This means that the cat that travels more distance is (A) the cat alone (B) the cat carrying a kitten.\n","source":"A","target":"The answer is A because the question states that the cat running alone is able to move more quickly than the cat carrying a kitten, suggesting that the additional weight of the kitten is slowing down the cat carrying it. Since both cats run for the same amount of time, the cat alone will cover a greater"},{"id":"QuaRel_V1_Fr_1256","context":"Question: A matchbox can slide across a greenhouse floor, but it doesn't move as fast as when it is slid across the backyard. Which surface is the smoother one? (A) greenhouse floor (B) backyard\n","source":"A","target":"This question may initially seem to contradict the answer, as the matchbox moves slower on the greenhouse floor, but the key is to focus on the reason for the slower movement: the matchbox may encounter more resistance or friction on the backyard surface compared to the greenhouse floor. A smoother"},{"id":"QuaRel_V1_B5_0820","context":"Question: Candace always looked refreshed and well kempt right after her workout sessions, but Diane was drenched in sweat and breathing heavily at the conclusion of hers. Which of the two women probably put in less workout time actually exercising? (A) Diane (B) Candace\n","source":"B","target":"The answer is B because the question states that Candace always looked refreshed and well-kempt after her workout sessions, implying that she might have taken longer breaks or worked out at a lower intensity, resulting in less sweat and heavier breathing from Diane. The rationale is based on the assumption"},{"id":"QuaRel_V1_Fr_1174","context":"Question: A UFO flying through night sky experiences less friction then when it flies through day sky. This means that the _____ is smoother (A) night sky (B) day sky\n","source":"A","target":"The answer is A because the question states that a UFO experiences less friction when flying through the night sky compared to the day sky. Since friction opposes motion, less friction results in smoother motion. Therefore, the night sky is smoother for the UFO to move through."},{"id":"QuaRel_V1_B5_0049","context":"Question: A falcon takes less time to get to its food than a sloth does. Why? (A) the falcon is faster than the sloth (B) The falcon is slower than the sloth\n","source":"A","target":"The answer is A because the question states that a falcon takes less time to get to its food than a sloth. This implies that the falcon is faster than a sloth and can travel greater distances in the same amount of time. This is the reason why the falcon can get to its food more"},{"id":"QuaRel_V1_Fr_0337","context":"Question: A pregnant mommy gave birth easier on the hospital bed, than on the ground. The ground is (A) more smooth (B) less smooth.\n","source":"A","target":"The answer is A because the question states that the pregnant mommy gave birth easier on the hospital bed than on the ground. This implies that the hospital bed provided a smoother surface for the birth, as opposed to the ground which would likely be less smooth, making the birth more difficult."},{"id":"QuaRel_V1_Fr_1006","context":"Question: Kevin rolled his ping pong ball over a sheet of paper and over a bathtub. He figured out that the sheet of paper is rougher than his bathtub. This indicates that the _____ has less friction (A) sheet of paper (B) bathtub\n","source":"B","target":"The answer is B because the question states that Kevin figured out that the sheet of paper is rougher than his bathtub, meaning that the bathtub has less friction than the sheet of paper. This is because the ball moves more smoothly over the bathtub than over the sheet of paper."},{"id":"QuaRel_V1_B5_0883","context":"Question: I watched the snowflakes go from tiny specks in the sky to a nice size once they fell on my face.  When did the snowflakes seem bigger (A) in the sky (B) on my face\n","source":"B","target":"The answer is B because the question states that the snowflakes seemed bigger once they fell on the speaker's face, indicating that their size increased after falling from the sky."},{"id":"QuaRel_V1_Fr_0104","context":"Question: One of Sarah's neighbors spilled dog food all over the stairs. The dog food pieces are on three stairways and all over the landings. Sarah gets mad and kicks a piece of dog food. The dog food flies across the wooden planks from one side of the staircase landing to the other. The dog food reaches the neighbor's door mat. It moves a few inches across the doormat. Why didn't the dog food move further across the doormat? (A) The door mat is a spikier surface (B) the staircase landing is a spikier surface\n","source":"A","target":"The answer is A because the question states that the dog food moves a few inches across the doormat, implying that the doormat may have a texture or surface that causes the dog food to stop moving easily, which is not mentioned about the staircase landing."},{"id":"QuaRel_V1_B5_0900","context":"Question: Bill punches a green window and it doesnt break. Then he punches a blue window and it breaks. The more powerful window is the (A) green window (B) blue window\n","source":"A","target":"The rationale for this example is not explicitly stated in the question, but it can be inferred based on certain assumptions. The question states that Bill punches the green window and it doesn't break, while the blue window breaks when he punches it. This implies that the blue window is less durable"},{"id":"QuaRel_V1_B5_0456","context":"Question: Mercury has less mass than Venus so it has (A) weaker gravity (B) stronger gravity\n","source":"A","target":"The answer is A. Mercury has less mass than Venus, which means that it has less gravity pulling on it and therefore its gravity is weaker than Venus's. This is the opposite of what one might initially think based on the information given, but the key is understanding the relationship between mass and"},{"id":"QuaRel_V1_Fr_1170","context":"Question: A jelly bean rolling across a couch has an easy time, but a jelly bean rolling across a carpet has a hard time. This means the _____ will allow the jelly bean to roll a greater distance (A) couch (B) carpet\n","source":"A","target":"The answer is A because the question states that a jelly bean rolls easily across a couch but has a hard time on the carpet. This suggests that the couch offers less resistance to the jelly bean's movement, making it more likely for the jelly bean to roll a greater distance on the couch compared to"},{"id":"QuaRel_V1_B5_0389","context":"Question: There was a man standing near a speaker and it was _____ than the speaker that was far away. (A) louder (B) quieter\n","source":"A","target":"The answer is A because the man standing near the speaker would experience a greater intensity of sound waves than when he is further away from the speaker. This results in a perceived loudness, thus the answer is A."},{"id":"QuaRel_V1_B5_0718","context":"Question: The thin runner was much _____ strong than the weight lifter (A) less (B) more\n","source":"A","target":"The answer is A, because the question compares the runner to a weightlifter in terms of strength, but specifically mentions the runner as being thin, implying that the runner likely does not have the same amount of muscle mass or physical strength as the weightlifter. Thus, the runner is less strong"},{"id":"QuaRel_V1_Fr_0730","context":"Question: A truck driving over a flat stretch of road will make _____ than the truck driving over mounds of sand. (A) more heat (B) less heat\n","source":"B","target":"The rationale for this question is based on the property of trucks generating more heat when driving uphill or over rough terrain. Since the question asks about driving over a \"flat stretch of road,\" it implies a smooth surface. In contrast, \"mounds of sand\" suggest a rough terrain. Therefore, the"},{"id":"QuaRel_V1_Fr_0035","context":"Question: Mister Bigsby rolled a baseball down two different hills. The first hill is a pile of rocks and the second hill is fresh cement. Mister Bigsby noticed that the basball travels farther down the fresh cement as opposed to the pile of rocks. This is because the fresh cement is (A) rougher (B) smoother\n","source":"B","target":"The answer is B because the question states that the ball travels farther down the fresh cement hill, indicating that the fresh cement surface is smoother than the pile of rocks and therefore offers less resistance for the ball to roll down."},{"id":"QuaRel_V1_B5_0425","context":"Question: The first little pig built his house of thin straw. The second little pig built his house of thick wood. Whose house would be stronger when the big bad wolf arrived? (A) first little pig (B) second little pig\n","source":"B","target":"The answer is B because the second little pig built his house of thick wood, which is a stronger building material compared to the thin straw used by the first little pig. Therefore, the second pig's house is more likely to withstand the big bad wolf's attacks."},{"id":"QuaRel_V1_Fr_1226","context":"Question: When Mike slides his cup across the carpet is heats up less then when he slides it across the rug. This means the _____ is more smooth (A) rug (B) carpet\n","source":"B","target":"The answer is B because the question states that Mike's cup heats up less when he slides it across the carpet compared to the rug, suggesting that the carpet is more smooth and therefore, less likely to cause friction and generate heat. However, it is important to note that this rationale may not be entirely"},{"id":"QuaRel_V1_Fr_1154","context":"Question: A police officer generates more heat sliding into an alleyway then sliding into a sidewalk. This means the _____ has more friction (A) alleyway (B) sidewalk\n","source":"A","target":"The answer is A because the question states that the police officer generates more heat when sliding into an alleyway, which indicates that there is more friction between the officer and the alleyway surface, causing the extra heat from the friction. The sidewalk, in contrast, may not provide as much friction and therefore"},{"id":"QuaRel_V1_B5_0730","context":"Question: The tree branch was much thicker than the flower branch so it was (A) weaker (B) stronger\n","source":"B","target":"The question states that the tree branch was much thicker than the flower branch. This information is not necessarily an indicator of weakness or strength. However, it is generally true that thicker branches or limbs are stronger than thin ones in trees, as they have more mass and can better support their weight. Therefore,"},{"id":"QuaRel_V1_Fr_0846","context":"Question: Lyle takes his jeep to the beach. When he drives it on the concrete, the jeep goes fast and easily. When Lyle drives the jeep on the sand, it is slow and hard to move. The sand has (A) less resistance (B) more resistance.\n","source":"B","target":"The answer is B because the question states that it's harder and slower for Lyle to move his jeep on the sand, indicating that the sand has more resistance compared to the concrete. The jeep goes fast and easily on concrete due to less resistance, making the sand an opposite case."},{"id":"QuaRel_V1_Fr_1461","context":"Question: Tossing a paper ball into a wastebasket creates more friction then throwing it into a recycle bin. This means that the _____ is more even (A) waste basket (B) recycle bin\n","source":"B","target":"The answer is B because the question states that \"Tossing a paper ball into a wastebasket creates more friction than throwing it into a recycle bin.\" The phrase \"creates more friction\" implies that the wastebasket has a less even or more textured surface compared to the recycle"},{"id":"QuaRel_V1_Fr_0483","context":"Question: Jim rolled his water bottle to find that his _____ had more friction. The water bottle rolled a greater distance on the quartz countertop. (A) wood floor (B) quartz countertop\n","source":"B","target":"The answer is B, although the rationale might not be immediately obvious from the question and answer alone. However, we can infer this from the context provided. The question states that \"Jim rolled his water bottle to find that his _____ had more friction,\" and the answer is \"quartz counter"},{"id":"QuaRel_V1_Fr_0044","context":"Question: A hand can move faster through air than through water. That means that there is less friction in (A) water (B) air.\n","source":"B","target":"The answer is B, because the question states that a hand can move faster through air than through water, which implies that there is less friction, or resistance, in air compared to water. This means that air provides less opposition to motion, making it easier for an object, such as a hand, to"},{"id":"QuaRel_V1_Fr_1087","context":"Question: A jeep's tires heat up more off road compared to on road. This means that _____ has less friction (A) off road (B) on road\n","source":"B","target":"The answer is B because the question states that the jeep's tires heat up more off road, indicating that there is less friction on the road surface, allowing the tires to roll more easily and generate less heat."},{"id":"QuaRel_V1_B5_0674","context":"Question: A dog liked to roam the neighborhood. On Tuesday the dog walked down the street for a good amount of time, and on Wednesday the dog walked down the street but stopped after walking a lesser amount of time. On which walk did the dog walk a greater distance down the street? (A) on Tuesday (B) on Wednesday.\n","source":"A","target":"The rationale for this question is based on the information given that the dog walked for a \"good amount of time\" on Tuesday and a \"lesser amount of time\" on Wednesday. While the exact lengths of the walks are not specified, the question states that the dog walked a greater distance on Tuesday."},{"id":"QuaRel_V1_B5_1109","context":"Question: Linda and Melinda decided to kayak across a lake. Linda made it across the lake before Melinda did. Which one of them didn't go as fast as the other? (A) Linda (B) Melinda\n","source":"B","target":"The answer is B because the question states that Linda made it across the lake before Melinda, indicating that Linda went faster than Melinda. So the answer should be \"Melinda didn't go as fast as Linda\". But in the options, the phrasing is \"Which one of them didn't go"},{"id":"QuaRel_V1_Fr_0856","context":"Question: Blake pushes his toy train across the wood floor, then across the carpeted floor. Blake sees that the train went a greater distance on the wood floor. The train didn't go very far on the carpeted floor because it had (A) more resistance (B) less resistance.\n","source":"A","target":"The answer is A because the question states that the train went a greater distance on the wood floor and didn't go very far on the carpeted floor, indicating that there is more resistance on the carpeted floor for the train to move, resulting in a shorter distance traveled."},{"id":"QuaRel_V1_B5_0822","context":"Question: A person that is sitting around will likely sweat _____ than a person that is running (A) more (B) less\n","source":"B","target":"The answer is B because a person that is sitting around is less likely to sweat as much as a person that is running due to the increased body temperature and physical exertion that occurs during physical activity. However, this rationale assumes that there are no other factors influencing the amount of sweat produced, such as"}]