[{"id":"QuaRel_V1_B5_0861","context":"Question: Kim and Dan begin driving in a straight line at the same speed. If Kim drives for half as much time as Dan, who will go a shorter distance? (A) Kim (B) Dan\n","source":"A","target":"The answer is A because the question states that Kim drives for half the time that Dan does, meaning that Kim covers half the distance that Dan does, so Kim goes a shorter distance than Dan."},{"id":"QuaRel_V1_Fr_0570","context":"Question: Alan was playing with a ball. He noticed that when he rolled the ball across the tile floor, it moved easier than it did on the carpet. This is because the carpet is (A) rougher (B) smoother.\n","source":"A","target":"The rationale for this question is that the question states that the ball moves easier on the tile floor than it does on the carpet. This implies that the carpet presents more resistance to the ball's movement than the tile floor, making the carpet rougher in this context. Therefore, the answer is A."},{"id":"QuaRel_V1_Fr_0777","context":"Question: John was driving to the beach. When he got to the beach, he noticed the car didn't go as fast as when he was on the roadway. This is because the sand is not as _____ as the road. (A) rough (B) smooth\n","source":"B","target":"The answer is B because the question states that the car didn't go as fast on the sand as it did on the roadway. This suggests that the sand is less smooth than the roadway surface, making option A incorrect. It is common knowledge that cars have more difficulty moving in sand compared to smooth surfaces"},{"id":"QuaRel_V1_Fr_1227","context":"Question: A chicken thigh sliding across a lunch plate experiences more resistance then one sliding across a dinner plate. Which surface will allow the chicken thigh to register less of an increase in temperature when slid across it? (A) dinner plate (B) lunch plate\n","source":"A","target":"The answer is A because surfaces that offer less resistance result in less friction and therefore less heat generated between the surface and the object being slid. The question states that there is more resistance when a chicken thigh is slid across a lunch plate, so the dinner plate would offer less resistance and result in less heat being"},{"id":"QuaRel_V1_Fr_0608","context":"Question: Fred's axe heated up a lot more cutting through firewood than cutting through cake. This means that the _____ has less friction (A) firewood (B) cake\n","source":"B","target":"The answer is B because the question states that Fred's axe heated up a lot more cutting through firewood than cutting through cake. This implies that there is less friction when cutting through cake compared to firewood. This is because cake is a softer material, allowing the axe to glide more easily"},{"id":"QuaRel_V1_B3_0018","context":"Question: Jameson is walking along the road that borders the beach. Above him is a streetlight, while in the distance, the blinking light of a buoy can be seen. The streetlight is the more vibrant of the two because (A) He is directly under it (B) He is many yards away from it\n","source":"A","target":"The answer is A because the question states that Jameson is directly under the streetlight, implying that the light is more vibrant for him because it is closer and shines directly on him. Conversely, the blinking light of the buoy is in the distance, making it less vibrant and"},{"id":"QuaRel_V1_Fr_1677","context":"Question: A chopstick has an easier time stabbing into sushi then into meat. Which object will allow the chopstick to stab into it at a quicker rate of speed? (A) sushi (B) meat\n","source":"A","target":"The rationale for this question is a bit more nuanced than the previous examples. While the question states that the chopstick has an easier time stabbing into sushi than meat, it does not necessarily mean that the chopstick penetrates the sushi at a quicker rate of speed. However"},{"id":"QuaRel_V1_Fr_1473","context":"Question: A car moves slower in the jungle then over the mountains. This means the _____ are rougher (A) jungle (B) mountains\n","source":"A","target":"The answer is A because the question states that a car moves slower in the jungle than over the mountains, which implies that the jungle has rougher terrain compared to the mountains."},{"id":"QuaRel_V1_Fr_1534","context":"Question: Jane's caster wheel experiences low friction when rolling across a laminate floor and high friction when rolling across a tile floor. Because of this, she knows that the _____ is smoother (A) laminate floor (B) tile floor\n","source":"A","target":"The answer is A because the question states that Jane's caster wheel experiences low friction when rolling across a laminate floor, indicating that the laminate floor is smoother for her wheel to roll on than the tile floor."},{"id":"QuaRel_V1_Fr_0617","context":"Question: Mama sat on a wet toilet seat left this way by her son and about slipped off. She noticed that she didn't slip on the textured cushioned seat. This is because the cushioned seat had _____ than the uncovered seat? (A) more friction (B) less friction\n","source":"A","target":"The answer is A because when Mama sat on the textured cushioned seat, she didn't slip off. The textured surface of the cushioned seat provides more friction, which helps prevent slipping. Conversely, the uncovered seat would have less friction, making it more slippery"}]