[{"id":"QuaRel_V1_Fr_0576","context":"Question: The warehouse worker pushed the box cart faster on the warehouse cement floor than on the rug because it had (A) more resistance (B) less resistance\n","source":"A","target":"The answer is A because the question states that the worker pushed the cart faster on the cement floor than on the rug, indicating that there is more resistance on the rug. A smoother surface would have allowed the cart to move faster, not slower, so the opposite of what the question states should not be assumed"},{"id":"QuaRel_V1_Fr_0814","context":"Question: Mark drives down 1st Street and it is very bumpy so his car is slow. Then Mark drives down 2nd Street and his car goes fast. This is because 2nd street has (A) more resistance (B) less resistance.\n","source":"B","target":"The answer is B because the question states that Mark's car goes faster on 2nd street than on 1st street. This means that there is less resistance on 2nd street, allowing Mark's car to move faster."},{"id":"QuaRel_V1_B3_0042","context":"Question: Mike is standing closer to a lantern then to a streetlight. Which light source seems brighter to him? (A) lantern (B) streetlight\n","source":"A","target":"The answer is A because when Mike is standing closer to a light source, it appears brighter to him due to the decrease in the inverse square law, which states that the intensity of light decreases as the square of the distance from the source increases. Therefore, a closer light source (the lantern in this"},{"id":"QuaRel_V1_B5_0576","context":"Question: Imagine standing on Venus and Jupiter. If you looked into the sky at the sun which planet would the sun look the largest? (A) Jupiter (B) Venus\n","source":"B","target":"The answer is B because the question asks about the appearance of the sun from the perspective of standing on a planet, not the actual size of the sun itself. Venus is closer to the sun than Earth, and when an object is closer, it appears larger in size, even though Venus is actually smaller than"},{"id":"QuaRel_V1_Fr_1645","context":"Question: Mike's pickle seems to roll around quicker on his ceramic plate then on his paper plate. This means his pickle heats up more rolling around on the (A) paper plate (B) ceramic plate\n","source":"A","target":"The rationale for this example is not directly stated in the text, but based on our understanding of physics, we can infer that a pickle rolling around on a paper plate would create more friction, making it harder for the pickle to move and potentially generating more heat due to the increased friction between"},{"id":"QuaRel_V1_B4_0135","context":"Question: As the spaceship flew closer to the sun it grew (A) brighter (B) dimmer\n","source":"A","target":"The answer is A because the sun emits light, and as the spaceship gets closer to the sun, it receives more direct sunlight, making the spaceship appear brighter."},{"id":"QuaRel_V1_Fr_1581","context":"Question: A ticket slid across a floor mat makes it heat up more than sliding it across a dashboard. This means the _____ has less friction (A) dashboard (B) floor mat\n","source":"A","target":"The answer is A because the question states that the ticket slides more easily and heats up less when it is slid across the dashboard compared to the floor mat. This indicates that the dashboard has less friction, allowing the ticket to slide more easily and generate less friction, which causes less heat."},{"id":"QuaRel_V1_Fr_1683","context":"Question: Mary's skateboard moves slower when she skates on a wet skatepark compared to when she skates on a dry skatepark. This means her skateboard gets hotter when she rides it on the (A) wet skatepark (B) dry skatepark\n","source":"A","target":"The answer is A because the question states that Mary's skateboard moves slower on a wet skatepark, implying that there is less friction between the skateboard and the surface. With less friction, there is less energy being transferred from the skateboard to the surface, and"},{"id":"QuaRel_V1_B5_0761","context":"Question: As the bird flew further into the air, and away from the town, he became a (A) Speck of dust (B) a giant in the sky.\n","source":"A","target":"The answer is A because the question describes the bird flying further away and the options do not fit the context of the situation. The bird cannot become a giant in the sky while flying, and the question does not suggest that the bird is turning into anything other than a bird. Therefore, the only answer that fits the context"},{"id":"QuaRel_V1_Fr_1642","context":"Question: A beetle experiences low resistance walking around in a shoebox and high resistance walking around on a carpet. This means the beetle gets hotter walking around on the (A) shoebox (B) carpet\n","source":"B","target":"The answer is B because resistance to motion causes energy to be lost as heat. Since the beetle experiences high resistance when walking on the carpet compared to the shoebox, more energy is lost to friction and heat is produced, causing the beetle to get hotter."},{"id":"QuaRel_V1_Fr_0687","context":"Question: Matt discovered that clouds are not as rough as rain when he flew his kite through both. His kite warmed up less in the (A) clouds (B) rain\n","source":"A","target":"The answer is A because the question states that Matt discovered that clouds are not as rough as rain, implying that clouds are smoother than rain. Since a kite tends to warm up more when it encounters wind resistance, a smoother wind (from the clouds) would not cause the kite"},{"id":"QuaRel_V1_B5_0559","context":"Question: A group of kids are playing in the snow on a winter day. They roll up some snow into a huge snowball and roll up some snow into a smaller snowball that is about half the size of the larger snowball. Some of the kids push the huge snowball and some of them push the smaller snowball. Which snowball will take longer to get up to a fast speed? (A) smaller snowball (B) huge snowball\n","source":"B","target":"The answer is B because it takes more effort to push a larger object than a smaller one, meaning it will take longer for the kids to get the huge snowball up to a fast speed compared to the smaller snowball."},{"id":"QuaRel_V1_Fr_0221","context":"Question: Bob likes to skip rocks across the lake. He skipped rocks on a calm day when the lake was smooth and on a windy day when the lake was choppy. He noticed that the rock encountered less friction on the smooth lake than the choppy lake. Which lake would the rock skip farther on? (A) The smooth lake (B) The choppy lake\n","source":"A","target":"The answer is A because the question states that the rock encountered less friction on the smooth lake than the choppy lake, and less friction allows the rock to travel farther when skipped."},{"id":"QuaRel_V1_Fr_1082","context":"Question: Milo was ice skating one day when he realized he was moving slower over old ice then over new ice. This means that the _____ had less resistance (A) new ice (B) old ice\n","source":"A","target":"The answer is A because the question states that Milo was moving slower over old ice than new ice, implying that old ice has more resistance and is therefore harder for Milo to skate on. However, since the question asks which type of ice had less resistance, the correct answer must be the opposite,"},{"id":"QuaRel_V1_B4_0014","context":"Question: A snail and hummingbird both travelled a mile; did the (A) hummingbird take longer because it took more time to take the trip\/ (B) snail\n","source":"B","target":"The answer is B because a snail moves much slower than a hummingbird, so it would take longer to travel the same distance. The question does not provide any information about the speed of the hummingbird, but based on common knowledge, a snail moves much slower than a hummingbird and therefore would"},{"id":"QuaRel_V1_B4_0296","context":"Question: The ranger and the rustler both were riding horses that galloped at the same speed.  The rustler left an hour before the ranger.  Who has traveled further? (A) the ranger (B) the rustler\n","source":"B","target":"The answer is B because the rustler left an hour earlier and was traveling at the same speed as the ranger, allowing him to have covered more distance over the same period of time."},{"id":"QuaRel_V1_B5_1218","context":"Question: Jason is sitting on Johns back as he does pushups. Who is sweating more in this situation? (A) Jason (B) John\n","source":"B","target":"The answer is B because during pushups, John is the one exerting effort to lift his own body weight up and down. As a result, he is likely to generate more heat and thus, sweat more in this situation. Additionally, since Jason is sitting on John's back, he is not bearing"},{"id":"QuaRel_V1_B5_1435","context":"Question: The planet Earth has more mass then the plant Venus. Which plant has stronger gravity emitting from it? (A) Earth (B) Venus\n","source":"A","target":"The answer is A. While the question may appear to be misleading due to the use of the word \"plant,\" it is actually referring to the planets Earth and Venus. The question states that Earth has more mass than Venus, so Earth has a stronger gravitational force."},{"id":"QuaRel_V1_B3_0166","context":"Question: Both Mary and Jimbo were out working in a field digging a hole. Mary was working very hard, while Jimbo was just standing around leaning on his shovel. Which person was producing more sweat? (A) Mary (B) Jimbo\n","source":"A","target":"The answer is A because Mary is working very hard and the sweat production is a natural response to physical exertion. Jimbo is only leaning on his shovel and not working, so he is not producing as much sweat."},{"id":"QuaRel_V1_Fr_1638","context":"Question: Mike's meatball rolled around on his plate at a pretty good rate of speed, but when it fell on the floor it rolled at a lesser rate of speed. This means the _____ is smoother (A) plate (B) floor\n","source":"A","target":"The rationale for this question is a bit more subtle than the previous ones. The question states that the meatball rolls faster on the plate than on the floor. This means that there is less friction between the meatball and the plate compared to the floor. Friction is a force that opposes motion"},{"id":"QuaRel_V1_Fr_1459","context":"Question: Walking with snowshoes on snow is softer then walking on grass. This means the snowshoes will get hotter when walking on (A) snow (B) grass\n","source":"B","target":"This question seems to be the reverse of the common understanding - walking on snow usually makes shoes get colder due to the cold environment. However, the question states that walking with snowshoes on snow is \"softer\" than walking on grass, which implies that the heat from the walker's body might"},{"id":"QuaRel_V1_B4_0233","context":"Question: Jim was fishing by the river when he noticed a cute bunny rabbit.  He also noticed a crocodile.  Just then, the rabbit did, too. It started bolting. Unfortunately, the crocodile had noticed the rabbit, too, and quickly snatched it up, crushing it into a bloody delightful meal.  This meal was served because (A) the crocodile was slower (B) the rabbit was slower\n","source":"B","target":"The answer is B because the question describes how the rabbit was \"bolting\", meaning it was fleeing in fear. The crocodile, on the other hand, was able to catch and kill the rabbit, indicating that the rabbit was in fact, slower."},{"id":"QuaRel_V1_B5_0309","context":"Question: When Jake was standing next to the train the whistle was _____ than when he was across town (A) louder (B) quieter\n","source":"A","target":"The answer is A because the whistle is likely to be heard more clearly and sound louder when Jake is closer to it, making the statement \"the whistle was _____ than when he was across town\" true if the blank is filled in with \"louder\"."},{"id":"QuaRel_V1_Fr_0361","context":"Question: Jen learned that a shower floor is less smooth than a slip and slide by rolling her glass marble across them. The glass marble creates less heat when rolling over (A) shower floor (B) slip and slide\n","source":"B","target":"The answer is B because the question states that Jen learned that the shower floor is less smooth than a slip and slide, but it does not provide any information regarding the heat generated by the marble while rolling over either surface. Therefore, the information provided does not allow for a definitive answer about the heat generated. Instead"},{"id":"QuaRel_V1_B4_0265","context":"Question: The Batman action figure was very flexible and Spiderman was rigid; which was more likely to break (A) Batman (B) Spiderman\n","source":"B","target":"Although the question does not provide any direct evidence about the materials or durability of Batman and Spiderman, the statement \"The Batman action figure was very flexible\" implies that it might be less durable or more prone to breakage than a rigid Spiderman figure. Therefore, the answer is"}]