[{"id":"QuaRel_V1_Fr_1666","context":"Question: Jill found that her mug had a more silky glide when moved across the kitchen counter versus doing the same thing across the office desk. Clearly there was considerably less friction on (A) the office desk. (B) the kitchen counter\n","source":"B","target":"The answer is B because the question states that the mug had a more silky glide across the kitchen counter compared to the office desk, indicating that there is less friction on the kitchen counter, making it easier for the mug to move."},{"id":"QuaRel_V1_B3_0151","context":"Question: Mary can lift more weight with her arms then Jim can. When they head out to the field to throw baseballs, which one will be able to throw a greater distance? (A) Mary (B) Jim\n","source":"A","target":"The answer is A because the question states that Mary can lift more weight with her arms than Jim can, implying that Mary may have greater muscle strength, which in turn could result in her being able to throw a baseball a greater distance. The question does not directly state that she can throw further, but her increased arm"},{"id":"QuaRel_V1_B3_0064","context":"Question: Mike was walking downtown and stopped for a second. He noticed a loud noise coming from a bulldozer and a softer noise coming from a bus. Which object was closer to him? (A) bulldozer (B) bus\n","source":"A","target":"Here's the rationale for the third example:\n\nThe question states that Mike heard a loud noise coming from a bulldozer and a softer noise coming from a bus. However, it does not provide any information about the distance between Mike and each object. Typically, heavy equipment like"},{"id":"QuaRel_V1_Fr_0046","context":"Question: Emily threw a banana onto the roof and it stuck there, but when she threw it onto the slide, it slid right off. She concluded that there was less friction on the (A) roof (B) slide.\n","source":"B","target":"The answer is B because the question states that the banana slid right off the slide, indicating that there is less friction on the slide compared to the roof."},{"id":"QuaRel_V1_Fr_1239","context":"Question: Jimbo knows that his living room table is smoother then his coffee table. This means that when he slides his placemat across both surfaces it will go a greater distance across the (A) living room table (B) coffee table\n","source":"A","target":"The answer is A because the question states that the living room table is smoother than the coffee table. A smoother surface allows for less friction, which enables the placemat to slide further across the table. Therefore, the placemat will slide a greater distance across the living room table."},{"id":"QuaRel_V1_Fr_0698","context":"Question: The farmers tractor got caught up while going through the cornfield, but went right through the farmland because it had (A) more resistance (B) less resistance\n","source":"B","target":"In this example, the answer might seem counter-intuitive, as one might initially assume that the tractor got stuck because the cornfield offered more resistance. However, the rationale for the answer lies in the context provided. The question states that the tractor \"went right through the farmland"},{"id":"QuaRel_V1_Fr_0396","context":"Question: A marble was rolling across a tile counter. When it fell onto the carpeted floor it slowed down and stopped. This is because the carpet has (A) more friction (B) less friction.\n","source":"A","target":"The answer is A. The marble slows down and stops on the carpet, so the carpet must have more friction than the tile counter, otherwise the marble would have continued to roll."},{"id":"QuaRel_V1_Fr_1487","context":"Question: A rug has more friction then a coffee table. This means that sliding a remote control across the coffee table will make it heat up _____ then sliding it across a rug (A) more (B) less\n","source":"B","target":"The answer is B, because the question states that the rug has more friction than the coffee table. Friction is the resistance to motion between two surfaces when they are in contact. Therefore, when you slide a remote control across a rug, there will be more friction, which will cause more heat to"},{"id":"QuaRel_V1_B3_0027","context":"Question: Both a cheetah and a rabbit are running in a field at the same rate of speed. The rabbit gives up before the cheetah and stops to catch its breath. Which animal ran the greater distance? (A) cheetah (B) rabbit\n","source":"A","target":"The rationale for the third example might seem counterintuitive at first because the question states that the rabbit gave up before the cheetah and stopped, which suggests that the cheetah continued running. However, the question doesn't actually provide any information about how far either animal ran before the"},{"id":"QuaRel_V1_B5_0305","context":"Question: Jimbo works out more the Kate and is the stronger person. If both throw a basketball, which will make it travel the greater distance? (A) Jimbo (B) Kate\n","source":"A","target":"The answer is A because the question states that Jimbo is the stronger person than Kate, meaning that Jimbo is likely to be able to throw the basketball a greater distance due to his greater strength."}]