[{"id":"QuaRel_V1_B4_0067","context":"Question: Ann and Ted decide to see who can throw a Frisbee a greater distance. Ann has been lifting weights and her arms are showing some definition, while Ted has been inactive and not doing any workouts at all, so his arms are small and a little flabby. Who will throw the Frisbee a lesser distance from the throwing spot? (A) Ann (B) Ted.\n","source":"B","target":"The rationale for this question is that the question describes Ted's arms as \"small and a little flabby,\" indicating that Ted may not have the necessary muscle strength to throw the Frisbee a great distance. In contrast, the question does not provide any information about Ann's arm size or"},{"id":"QuaRel_V1_Fr_0260","context":"Question: John notices when he rides his bike on the grass, there is more friction than when he rides on the sidewalk. That's because the _____ is smoother. (A) grass (B) sidewalk\n","source":"B","target":"The answer is B because the question states that there is less friction when John rides on the sidewalk compared to the grass, which indicates that the sidewalk is smoother and results in less resistance when John rides on it."},{"id":"QuaRel_V1_Fr_0965","context":"Question: Troy is going to a music festival. The parking lot is full, but there is extra parking in the adjacent field. Troy realizes that he is able to go faster in the parking lot than on the field. This is because the _____ has more friction. (A) parking lot (B) field\n","source":"B","target":"The answer is A because the question states that Troy is able to go faster in the parking lot than on the field. This means that the parking lot has less friction, allowing for easier and faster movement compared to the field. However, the question is asking which surface has more friction. The error in"},{"id":"QuaRel_V1_Fr_0817","context":"Question: Kyle is riding his motorcycle on a path. The motorcycle goes faster on the clear parts of the path, but where the path is leafy, the motorcycle slows down and is harder to drive. Kyle knows that the leafy path has _____ than the clear path. (A) more friction (B) less friction\n","source":"A","target":"The answer is A because the question states that the motorcycle goes slower and is harder to drive on the leafy path, which implies that there is more friction on the leafy path compared to the clear path."},{"id":"QuaRel_V1_Fr_0961","context":"Question: Steve notices that when he skateboards over the sidewalk there is less resistance than when he skateboards over the boardwalk at the beach. Steve will move faster when he skateboards over the (A) boardwalk. (B) sidewalk\n","source":"B","target":"The answer is B because the question states that there is less resistance when Steve skateboards over the sidewalk compared to the boardwalk, meaning it is easier for him to move faster on the sidewalk than the boardwalk."},{"id":"QuaRel_V1_Fr_0364","context":"Question: A car drives over grass and stays cool. The car drives over pebbles and heats up. The pebbles had (A) more resistance (B) less resistance.\n","source":"A","target":"The answer is A because the question states that the car heats up when driving over the pebbles, indicating that the pebbles have more resistance, preventing the car from moving smoothly and causing the engine to work harder and generate more heat."},{"id":"QuaRel_V1_Fr_0344","context":"Question: Ryan races his car and needs to drive in different types of situations. Ryan drives around in a sandy desert, and then in an empty parking lot. After each drive, Ryan sees how warm his car got. Ryan notices that his car was much warmer after driving in the sand than it was after driving in the parking lot. That is because the sand had _____ than the parking lot. (A) more (B) less resistance\n","source":"A","target":"The answer is A because the question states that Ryan's car was much warmer after driving in the sand than in the parking lot, indicating that the sand offered more resistance, making it harder for Ryan's car to move, and thus requiring more energy from the engine, leading to higher temperatures."},{"id":"QuaRel_V1_Fr_0454","context":"Question: A boy was rolling his rubber ball in his driveway to see how far he could make it roll. He found that it rolled smoother and further on the _____. The ice has lower friction. (A) concrete (B) ice\n","source":"B","target":"The answer is B because the question states that the ball rolled smoother and further on the surface, and ice has lower friction than concrete, which causes less resistance when the ball is rolling, allowing it to roll further and smoothly."},{"id":"QuaRel_V1_B5_0282","context":"Question: A star has a greater mass then a planet. This means the (A) star (B) planet emits a stronger gravitational field\n","source":"A","target":"The answer is A because a star has a greater mass than a planet, and the mass of an object determines the strength of its gravitational field. Therefore, a star's greater mass results in a stronger gravitational field compared to a planet."},{"id":"QuaRel_V1_Fr_0046","context":"Question: Emily threw a banana onto the roof and it stuck there, but when she threw it onto the slide, it slid right off. She concluded that there was less friction on the (A) roof (B) slide.\n","source":"B","target":"The answer is B because the question states that the banana slid right off the slide, indicating that there is less friction on the slide compared to the roof."}]