[{"id":"QuaRel_V1_B5_0500","context":"Question: Lisa and Melissa were each doing different exercise routines. After 1\/2 hour, Lisa was dripping sweat and Melissa was still dry. Who did the harder workout? (A) Melissa (B) Lisa\n","source":"B","target":"The answer is A because the question states that while Lisa was dripping sweat and Melissa was still dry after the same amount of time, implying that Melissa's workout was not as physically demanding, and therefore, she did not work as hard as Lisa."},{"id":"QuaRel_V1_B5_0515","context":"Question: The little girl was weaker than the coach so she (A) couldn't throw as far (B) threw farther\n","source":"A","target":"The answer is A because the question states that the little girl was weaker than the coach and the ability to throw the ball a greater distance is often related to physical strength. Therefore, the little girl is less likely to be able to throw the ball as far as the coach."},{"id":"QuaRel_V1_Fr_1602","context":"Question: A halter sliding across a barn floor gets hotter then one sliding across a field. Which surface forces the halter to travel at a lower rate of speed? (A) barn floor (B) field\n","source":"A","target":"The answer is A because the question states that the halter gets hotter when it slides across the barn floor compared to the field. This suggests that there is more friction on the barn floor, which causes the halter to travel at a lower rate of speed. This is because more friction requires more force"},{"id":"QuaRel_V1_Fr_0347","context":"Question: Tyler wants to play with his sled, but there is no snow on the ground, so he sleds down a grassy hill. His sled barely moves. That winter, Tyler takes his sled down a snowy hill, and his sled slides very quickly. The snowy hill was better for sledding because it had (A) more resistance (B) less resistance.\n","source":"B","target":"The answer is B because the question states that Tyler's sled slides very quickly on the snowy hill, indicating that there is less resistance on the snowy hill compared to the grassy hill where his sled barely moved, making it a better surface for sledding."},{"id":"QuaRel_V1_B5_0048","context":"Question: A little boy rolls two of his rubber balls down the hallway. The red ball stops before the blue one does. Which one rolled the furthest? (A) Red ball (B) blue ball.\n","source":"B","target":"The question states that the red ball stops before the blue ball does. This implies that the blue ball continued rolling further after the red ball had come to a stop. Therefore, the blue ball must have rolled a greater distance than the red ball. So, the answer is B."},{"id":"QuaRel_V1_Fr_1479","context":"Question: A cantaloupe rolling around in a farmer's field experiences much less friction then one rolling around in the back of a transport truck. Which surface can the cantaloupe roll a greater distance over? (A) farmer's field (B) transport truck\n","source":"A","target":"The answer is A because the question states that the cantaloupe experiences much less friction in the farmer's field compared to the transport truck, meaning that the cantaloupe can roll a greater distance over the farmer's field due to the reduced resistance caused by less friction."},{"id":"QuaRel_V1_Fr_1091","context":"Question: We set up food on a splintered, wood picnic table. I slid the bottle of sriracha sauce to the other end of the table which moved about two inches per second. I found the plastic tablecloth at the bottom of the basket and covered the table. My friend slid the bottle of sriracha sauce back over to my side which moved nearly six times faster per second. The surface that is more rugged is the (A) wood (B) plastic tablecloth.\n","source":"A","target":"In this example, it's not immediately clear why the surface that is more rugged is the wood and not the plastic tablecloth, as there is no mention of ruggedness or smoothness in relation to the wood in the text. However, we can infer that the wood table is indeed more"},{"id":"QuaRel_V1_B4_0349","context":"Question: Lisa was playing with two model rockets. She shot off the red one and the black one at the same time. After 30 seconds the black one was higher in the sky. Which had more speed? (A) the red one (B) the black one\n","source":"B","target":"The answer is B because the black rocket reached a higher altitude in the same amount of time, indicating that it had more speed to overcome the resistance of the air and reach a greater height. Although the question does not specify the mass of the rockets, it is reasonable to assume that they had a similar"},{"id":"QuaRel_V1_B5_0116","context":"Question: Tom held a single chopstick with both his hands and was able to snap it with little problem. He then tried to do the same with twenty, but was unable to break them. The single chopstick snapped because it was _____ then the bundle of twenty. (A) stronger (B) weaker\n","source":"B","target":"The answer is B because the question states that Tom was unable to snap the bundle of twenty chopsticks, while he was able to snap a single chopstick with ease. This suggests that the bundle of twenty chopsticks is stronger than the single chopstick, which is counterintuitive. However,"},{"id":"QuaRel_V1_Fr_1036","context":"Question: Little Sally noticed that her hair brush slid a lot further across her smooth, glass mirror than across her rough stone. She also noticed that her hair brush moved faster across the (A) glass mirror (B) rough stone\n","source":"A","target":"The answer is A because the question states that the hair brush slid a lot further across the glass mirror than the rough stone, indicating that there is less resistance to the movement of the brush on the glass mirror, which makes it move faster as well. This is a common observation with smooth surfaces. The opposite would be"}]