[{"id":"QuaRel_V1_Fr_1108","context":"Question: A ring experiences less resistance sliding onto an index finger then sliding onto a middle finger. It then stands to reason that the _____ is more jagged (A) index finger (B) middle finger\n","source":"B","target":"The answer is B because the question states that the ring experiences less resistance sliding onto an index finger than sliding onto a middle finger. This implies that the middle finger has a more jagged surface that causes more friction and resistance to the ring's movement compared to the index finger."},{"id":"QuaRel_V1_Fr_0793","context":"Question: A ball is rolled over a leafy lawn and moves about five feet. The ball is rolled on concrete and moves about twenty feet. The ball didn't go very far on the leafy lawn because it had (A) more friction (B) less friction.\n","source":"A","target":"The answer is A because the ball moves a shorter distance on the leafy lawn than on the concrete, indicating that there is more friction on the leafy lawn, making it harder for the ball to roll, and therefore, reducing its overall distance traveled."},{"id":"QuaRel_V1_Fr_0426","context":"Question: Ted was cleaning around his house. He slid a towel across the glass table and then later slide it across the wooden counter. The towel went farther when it slid across the glass table. That is because the _____ is smoother. (A) glass table (B) wood counter\n","source":"A","target":"The answer is A because the question states that the towel went farther when it slid across the glass table, indicating that the glass table is smoother and provides less resistance to the movement of the towel."},{"id":"QuaRel_V1_B5_0427","context":"Question: Engineers have developed some new filaments for use as parts of different structures. Through their research, they notice that a red filament is much thinner than a blue filament. Which of these filaments would be less likely to withstand strain? (A) red filament (B) blue filament\n","source":"A","target":"The answer is A because the question states that the red filament is much thinner than the blue filament. It is generally understood that thinner materials are less able to withstand strain or pressure compared to thicker materials. Therefore, the thinner red filament is less likely to withstand strain."},{"id":"QuaRel_V1_B5_0677","context":"Question: A hedgehog weighs less then a beaver. If both animals start running, which will get up to top speed faster? (A) hedgehog (B) beaver\n","source":"A","target":"The answer is A because smaller animals, like a hedgehog, typically have less mass and therefore require less energy to reach a given speed. This means that, assuming similar levels of fitness and effort, a hedgehog would get up to top speed faster than a beaver."},{"id":"QuaRel_V1_B5_0927","context":"Question: As you sit at your desk and work on your laptop tonight look outside. Which object appears smaller the moon or your laptop? (A) Laptop (B) Moon\n","source":"B","target":"The answer is B because the moon is a large celestial object that is much larger than a laptop. Although the laptop may appear close to you, the moon, which is a significant distance away, is much larger in size. Therefore, when looking outside, the moon will appear to be larger than your laptop"},{"id":"QuaRel_V1_Fr_1207","context":"Question: Milo's maul experiences less resistance chopping through a pine stump then through an oak stump. This means that his maul heats up more chopping the (A) oak stump (B) pine stump\n","source":"A","target":"The answer is A because the question states that Milo's maul experiences less resistance chopping through a pine stump compared to an oak stump. When an object experiences less resistance, it tends to use more energy and heat up more, as there is less friction to convert the energy into heat."},{"id":"QuaRel_V1_B5_1046","context":"Question: When looking in to the night sky we all know that Jupiter is larger than Venus but because Jupiter is further away it appears (A) larger (B) smaller\n","source":"B","target":"The answer is B because even though Jupiter is larger than Venus in real size, its greater distance from Earth makes it appear smaller in the night sky compared to Venus."},{"id":"QuaRel_V1_B5_1193","context":"Question: Marie sees a light overhead, that she figures is an airplane. The light is far away and dim, though, so she isn't sure. However, she is eventually sure that it is actually an airplane when it flies overhead, so the light is (A) brighter (B) softer\n","source":"A","target":"The answer is A because the question states that Marie is eventually sure that it is an airplane, implying that the light became brighter as the airplane flew overhead, making it more visible to Marie."},{"id":"QuaRel_V1_Fr_0063","context":"Question: Annabel rolls a pomegranate down two boards, one with knots and one without. When it rolls down the board without knots, it has less friction than when it rolls down the board with knots. Which board is rougher? (A) wood board with knots (B) wood board without knots\n","source":"A","target":"The answer is A because the question states that the pomegranate experiences more friction when it rolls down the board with knots than when it rolls down the board without knots. This indicates that the board with knots is rougher, as it impedes the movement of the pomegr"}]