[{"id":"QuaRel_V1_Fr_0250","context":"Question: A rudder gets hotter in the ocean compared to the lake. This means the _____ has more friction (A) lake (B) ocean\n","source":"B","target":"The answer is B because the question states that the rudder gets hotter in the ocean compared to the lake. Friction generates heat, so this suggests that there is more friction in the ocean, and thus, the answer is (B) ocean. Alternatively, one could argue that there might be other"},{"id":"QuaRel_V1_Fr_1098","context":"Question: A man rides to the beach and parks his car in the sand. He realizes how smooth the road is when he leaves the beach. The car makes produces more friction as he is driving over the (A) sand (B) paved roadway.\n","source":"A","target":"The answer is A because the question states that the man notices how smooth the road is when he leaves the beach, implying that the sand produces more friction, making driving more difficult, compared to the paved roadway."},{"id":"QuaRel_V1_Fr_1033","context":"Question: A little boy was playing with a toy car. He was moving it across the carpet and also a table top. He noticed that it was easier to move the car on the table top. This is because the table top has (A) more friction (B) less friction.\n","source":"B","target":"The answer is B because the question states that the little boy found it easier to move the toy car on the table top, suggesting that there is less friction on the table top compared to the carpet. Friction makes it harder to move an object, so when there is less friction, the object moves"},{"id":"QuaRel_V1_B5_1318","context":"Question: The sun is much more massive than Mars therefore it has (A) weaker gravity (B) stronger gravity\n","source":"B","target":"The answer is B because although the sun is much more massive than Mars, its greater mass causes a stronger gravitational pull. This misconception arises due to a common misinterpretation that more mass means weaker gravity. In reality, the relationship between mass and gravity is inverse square, meaning that an increase"},{"id":"QuaRel_V1_Fr_0486","context":"Question: Jenny has found that she can snowboard off the mountain faster on powder snow than on corn snow. This is because (A) powder snow has less friction or (B) powder snow has more friction\n","source":"A","target":"The rationale for this example is a bit more nuanced. The question states that Jenny can snowboard off the mountain faster on powder snow than on corn snow. This suggests that there is less friction between Jenny's snowboard and the powder snow compared to corn snow. Thus, the answer is A"},{"id":"QuaRel_V1_Fr_0155","context":"Question: Pam took a large piece of cardboard and slid on it across the snow, and another day she slid on the cardboard across the grass. The cardboard traveled a greater distance across the snow than it did across the grass because there was more resistance on the (A) grass (B) snow.\n","source":"A","target":"The answer is A because the question states that the cardboard traveled a greater distance across the snow than it did across the grass, indicating that there was more resistance, or friction, on the grass, making it harder for the cardboard to move, and therefore less distance was traveled. The opposite is true for"},{"id":"QuaRel_V1_Fr_0698","context":"Question: The farmers tractor got caught up while going through the cornfield, but went right through the farmland because it had (A) more resistance (B) less resistance\n","source":"B","target":"In this example, the answer might seem counter-intuitive, as one might initially assume that the tractor got stuck because the cornfield offered more resistance. However, the rationale for the answer lies in the context provided. The question states that the tractor \"went right through the farmland"},{"id":"QuaRel_V1_Fr_0433","context":"Question: Jim noticed that his saucer has much less resistance when pushing it through steam then when pushing it through water. The saucer will heat up much more pushing it through (A) water (B) steam\n","source":"A","target":"The answer is A because the question states that the saucer experiences less resistance when pushing it through steam, implying that it requires less effort to move through steam. When the saucer requires less effort to move, it generates less friction, allowing more energy to be converted to heat. In"},{"id":"QuaRel_V1_Fr_0050","context":"Question: Margie likes to push a nectarine down the slides in the park. There are two slides, one which has a flat, smooth surface and the other which is bumpier and rougher. The nectarine will go faster down the (A) flat slide (B) bumpy slide\n","source":"A","target":"The rationale for this example is not explicitly stated in the question but can be inferred based on the physical properties of slides and the behavior of objects (like a nectarine) moving down them. A smoother surface typically allows for less friction and resistance, allowing the object to move faster"},{"id":"QuaRel_V1_B5_0524","context":"Question: If bill drops a rock onto a glass window and a rubber band which one will not break? (A) glass window (B) rubber band\n","source":"B","target":"The answer is B because glass windows are susceptible to breaking when a hard object is dropped onto them, whereas a rubber band is designed to stretch and not break under pressure."}]