[{"id":"QuaRel_V1_B5_1040","context":"Question: Neighbors Calvin and Debra could both see the forest fire from their homes. Debra watched with eyes wide and unblinking, but Calvin had to squint against its intensity. Whose home is closer to the blaze? (A) Calvin's home is closer (B) Debra's home is closer\n","source":"A","target":"The answer is A because Calvin had to squint against the intensity of the fire, indicating that his home is closer to the blaze since squinting suggests a closer proximity and greater intensity of the fire."},{"id":"QuaRel_V1_Fr_0873","context":"Question: Kevin figured out that his spatula heats up much less when sliding it over a countertop than when sliding it over a frying pan. Sliding his spatula over _____ will force it to move slower (A) countertop (B) frying pan\n","source":"B","target":"The answer is B because the question states that Kevin's spatula heats up much less when sliding it over a countertop than when sliding it over a frying pan. This suggests that there is more friction between the spatula and the countertop, causing it to move slower. Therefore, when forced to"},{"id":"QuaRel_V1_Fr_0710","context":"Question: Timmy rolled his toy truck to figure out which surface was rougher. He found that the toy truck rolled a much greater distance on the _____. The grass created more friction. (A) grass yard (B) tile floor\n","source":"B","target":"The answer is B, the tile floor, because the question states that the toy truck rolled a much greater distance on that surface, which indicates that there is less friction on the tile floor compared to the grass. The statement about the grass creating more friction is a red herring; it does not apply to the"},{"id":"QuaRel_V1_B4_0152","context":"Question: If you wanted to slingshot a probe into deep space which object would you use for a gravitational assist? (A) The Sun (B) Jupiter\n","source":"A","target":"The answer is A because the Sun, being the center of the Solar System, provides the most gravitational pull. This would give the probe the greatest boost in velocity during its slingshot maneuver, helping it to reach deeper parts of space. Jupiter, while a strong planet, would not provide as"},{"id":"QuaRel_V1_Fr_1318","context":"Question: Lily and her brother wanted to play with marbles. It was raining so they had to play inside. They tried to play with their marbles on the bedspread first but the marbles barely moved. The marbles moved in all directions when the siblings played with them on a plastic table instead. The marbles moved on the plastic table instead of the bedspread because the plastic table provided (A) more friction (B) less friction.\n","source":"B","target":"The answer is B because the question states that the marbles moved in all directions when the siblings played with them on the plastic table. This suggests that the plastic table provides less friction than the bedspread, which is the reason why the marbles moved more freely."},{"id":"QuaRel_V1_B5_0481","context":"Question: Two football players are doing some running after practice. The lineman is not nearly as fast as the running back. Which player will cover less ground if they each run until a whistle blows? (A) the running back (B) the lineman\n","source":"B","target":"The answer is B because the lineman is not as fast as the running back, meaning it takes him longer to cover the same amount of ground, so when the whistle blows, he will have covered less ground overall."},{"id":"QuaRel_V1_Fr_1549","context":"Question: Melanie accidentally let her cat run out of the house while bringing in groceries. Melanie went back outside to catch the cat. The cat ran and jumped onto the hood of the car. Melanie noticed the cat glided quickly across the car hood but did not glide quickly on the grass beside the car. Melanie decided the cat was able to quickly slide across the car hood but not on the grass because the grass has (A) less resistance (B) more resistance.\n","source":"B","target":"In this example, the rationale could be:\n\nThe answer is B because the question states that Melanie noticed the cat glided quickly across the car hood but not on the grass. The cat's ability to move quickly on the car hood suggests that there is less resistance on the car hood compared"},{"id":"QuaRel_V1_B5_0563","context":"Question: The diesel engine was a very loud engine when it was close, but as it drove away it became (A) even louder (B) quieter\n","source":"B","target":"The answer is B because the question describes the engine as being louder when it was close and then becoming quieter as it drove away, implying that the noise level decreases with distance. In an open environment, the sound waves from the engine dissipate as it moves away, making the engine sound quieter"},{"id":"QuaRel_V1_B5_0983","context":"Question: A trainer watched his horse run each day. The horse was able to get to top speed more quickly when no one was riding him than when there was someone riding him. This is because the horse had less weight to move when (A) it had a rider (B) it had no rider.\n","source":"B","target":"The answer is B because the question states that the horse was able to get to top speed more quickly when no one was riding him, suggesting that having no rider means less weight for the horse to move, allowing it to reach top speed more easily."},{"id":"QuaRel_V1_B5_1113","context":"Question: Harry has always been stronger then Fred. Which person can throw the greater distance? (A) Harry (B) Fred\n","source":"A","target":"The answer is A because the question states that Harry has always been stronger than Fred, implying that Harry is more likely to have the greater throwing strength. However, it is important to note that the actual throwing distance can still vary based on other factors such as technique and practice. Therefore, this rationale only indicates a"}]